aaravb.chrome-extension-developer-tools
adam-bender.commit-message-editor
adrientecher.just-cant-git-enough
afractal.node-essentials
almenon.arepl
amazonwebservices.amazon-q-vscode
anderseandersen.html-class-suggestions
angelorafael.jsx-html-tags
antfu.vite
arthurlobo.easy-codesnap
austenc.tailwind-docs
batisteo.vscode-django
bierner.markdown-preview-github-styles
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
brainstormdevelopment.copy-project-tree
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codamasoftware.copy-for-ai
codezombiech.gitignore
copilot-arena.copilot-arena
csstools.postcss
ctc.vscode-tree-extension
danielsanmedium.dscodegpt
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devlife4me.tree-meh
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
donjayamanne.python-extension-pack
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
dzhavat.css-flexbox-cheatsheet
dzhavat.git-cheatsheet
eamodio.gitlens
ecmel.vscode-html-css
eduardopetrini.no-comments
ericliu.coldcode
esbenp.prettier-vscode
felipecaputo.git-project-manager
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.docker-explorer
franneck94.c-cpp-runner
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
henriquebruno.github-repository-manager
howardzuo.vscode-git-tags
huibizhang.codesnap-plus
humao.rest-client
hyesun.py-paste-indent
j69.ejs-beautify
jasonnutter.search-node-modules
jeff-hykin.better-cpp-syntax
juanblanco.solidity
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
leizongmin.node-module-intellisense
leonkohli.snapsource
leonzalion.vscode-ejs
llacoste2000.llm-copy-files
mechatroner.rainbow-csv
mgesbert.python-path
mhutchie.git-graph
mikestead.dotenv
mohsen1.prettify-json
mongodb.mongodb-vscode
ms-azure-devops.azure-pipelines
ms-azure-load-testing.microsoft-testing
ms-azuretools.azure-dev
ms-azuretools.vscode-apimanagement
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-ai
ms-toolsai.vscode-ai-remote
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.cmake-tools
ms-vscode.copilot-mermaid-diagram
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
naumovs.color-highlight
nextgensolutions.context-copy-file-contents
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
omrifahn.copyalltabs
pkief.material-icon-theme
plibither8.remove-comments
pnp.polacode
postman.postman-for-vscode
pranaygp.vscode-css-peek
redhat.vscode-xml
redhat.vscode-yaml
rishimohan.pika-vscode
ritwickdey.liveserver
rizwanansari.anthropic-coder
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
s3anmorrow.openwithkraken
saoudrizwan.claude-dev
shd101wyy.markdown-preview-enhanced
shinotatwu-ds.file-tree-generator
softwaredotcom.install-time
steoates.autoimport
stylelint.vscode-stylelint
swellaby.node-pack
syler.sass-indented
techer.open-in-browser
thehorizonai.copy-project-context-ai
timocodes.context-for-ai
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
vinirossa.vscode-gitandgithub-pack
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vscode-infra.image-viewer
vunguyentuan.vscode-css-variables
whizkydee.material-palenight-theme
william-voyek.vscode-nginx
wix.vscode-import-cost
xabikos.javascriptsnippets
yandeu.five-server
yzhang.markdown-all-in-one
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
zokugun.cron-tasks
zokugun.vsix-manager
